//이용약관 내용

const Terms = () => {
    return (
        <p className="w-50 h-80">
            제1조(목적)<br />
            이 약관은 안전운전이 운영하는 Coope(이하 &quot;홈페이지&quot;이라 한다)에서 제공하는 인터넷 관련 서비스(이하 &quot;서비스&quot;라 한다)를 이용함에 있어 사이버홈페이지과 이용자의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.
            ※ 「PC통신 등을 이용하는 전자거래에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용합니다」
            <br />

            제2조(정의)<br />
            ① &quot;홈페이지&quot; 이란 사업자가 재화 또는 용역을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 또는 용역을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 사이버홈페이지을 운영하는 사업자의 의미로도 사용합니다.
            <br />
            ② &quot;이용자&quot;란 &quot;홈페이지&quot;에 접속하여 이 약관에 따라 &quot;홈페이지&quot;이 제공하는 서비스를 받는 회원 및 비회원을 말합니다.
            <br />
            ③ &apos;회원&apos;이라 함은 &quot;홈페이지&quot;에 개인정보를 제공하여 회원등록을 한 자로서, &quot;홈페이지&quot;의 정보를 지속적으로 제공받으며, &quot;홈페이지&quot;이 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.
            <br />
            ④ 비회원&apos;이라 함은 회원에 가입하지 않고 &quot;홈페이지&quot;이 제공하는 서비스를 이용하는 자를 말합니다.
            <br />

            제3조 (약관의 명시와 개정)<br />
            ① &quot;홈페이지&quot;은 이 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처(전화, 팩스, 전자우편 주소 등) 등을 이용자가 알 수 있도록 사이트의 초기 서비스화면(전면)에 게시합니다.
            <br />
            ② &quot;홈페이지&quot;은 약관의 규제 등에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용촉진 등에 관한 법률, 방문판매 등에 관한법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
            <br />
            ③ &quot;홈페이지&quot;이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 홈페이지의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다.
            <br />
            ④ &quot;홈페이지&quot;이 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간 내에 &apos;홈페이지&quot;에 송신하여 &quot;홈페이지&quot;의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
            <br />
            ⑤ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 정부가 제정한 전자거래소비자보호지침 및 관계법령 또는 상관례에 따릅니다.
            <br />

            제4조(서비스의 제공 및 변경)<br />
            ① &quot;홈페이지&quot;은 다음과 같은 업무를 수행합니다.<br />
            1. 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결<br />
            2. 구매계약이 체결된 재화 또는 용역의 배송<br />
            3. 기타 &quot;홈페이지&quot;이 정하는 업무<br />

            ② &quot;홈페이지&quot;은 재화의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화·용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화·용역의 내용 및 제공일자를 명시하여 현재의 재화·용역의 내용을 게시한 곳에 그 제공일자 이전 7일부터 공지합니다.
            <br />
            ③ &quot;홈페이지&quot;이 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 &quot;홈페이지&quot;은 이로 인하여 이용자가 입은 손해를 배상합니다. 단, &quot;홈페이지&quot;에 고의 또는 과실이 없는 경우에는 그러하지 아니합니다.
            <br />

            제5조(서비스의 중단)<br />
            ① &quot;홈페이지&quot;은 컴퓨터 등 정보통신설비의 보수점검·교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.
            <br />
            ② 제1항에 의한 서비스 중단의 경우에는 &quot;홈페이지&quot;은 제8조에 정한 방법으로 이용자에게 통지합니다.
            <br />
            ③ &quot;홈페이지&quot;은 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단 &quot;홈페이지&quot;에 고의 또는 과실이 없는 경우에는 그러하지 아니합니다.
            <br />

            제6조(회원가입)<br />
            ① 이용자는 &quot;홈페이지&quot;이 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.
            <br />
            ② &quot;홈페이지&quot;은 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.<br />
            1. 가입신청자가 이 약관 제7조제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 &quot;홈페이지&quot;의 회원재가입 승낙을 얻은 경우에는 예외로 한다.
            <br />
            2. 등록 내용에 허위, 기재누락, 오기가 있는 경우<br />
            3. 기타 회원으로 등록하는 것이 &quot;홈페이지&quot;의 기술상 현저히 지장이 있다고 판단되는 경우
            <br />
            ③ 회원가입계약의 성립 시기는 &quot;홈페이지&quot;의 승낙이 회원에게 도달한 시점으로 합니다.
            <br />
            ④ 회원은 제15조제1항에 의한 등록사항에 변경이 있는 경우, 즉시 전자우편 기타 방법으로 &quot;홈페이지&quot;에 대하여 그 변경사항을 알려야 합니다.</p>
    );
}

export default Terms;